Repository: towfiq046/easyblogbd
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn

source: Please log in to access this page.
bn: এই পেজটিতে যাওয়ার জন্য প্রবেশ করুন।

source: About me can not exceed 200 characters.
bn: আমার সম্পর্কে ২০০ অক্ষর অতিক্রম করতে পারবে না।

source: Please enter your email.
bn: অনুগ্রহ করে আপনার ইমেইল বসান।

source: Password must be between %(min)d to %(max)d characters.
bn: পাসওয়ার্ড অবশ্যই %(min)d থেকে %(max)d অক্ষরের মধ্যে হতে হবে।

source: Passwords must match.
bn: উভয় পাসওয়ার্ড অবশ্যই এক হতে হবে।

source: Please enter a strong password.
bn: অনুগ্রহ করে একটি শক্তিশালী পাসওয়ার্ড বসান।

source: Username must be between %(min)d to %(max)d characters.
bn: ব্যবহারকারীর নাম %(min)d থেকে %(max)d অক্ষরের মধ্যে হতে হবে।

source: Please enter your username.
bn: অনুগ্রহ করে আপনার ব্যবহারকারীর নাম বসান।

source: Please write something.
bn: অনুগ্রহ করে কিছু লিখুন।

source: This username is taken, please use a different username.
bn: এই ব্যবহারকারীর নামটি নেওয়া হয়ে গেছে, অনুগ্রহ করে অন্য ব্যবহারকারীর নাম ব্যবহার করুন।

source: [Easyblogbd] Reset Your Password
bn: [সহজ ব্লগ বিডি] আপনার পাসওয়ার্ড পুনরায় বসান

source: Username
bn: ব্যবহারকারীর নাম

source: Password
bn: পাসওয়ার্ড

source: Please enter your password.
bn: অনুগ্রহ করে আপনার পাসওয়ার্ড বসান।

source: Remember Me
bn: মনে রাখো

source: Sign In
bn: প্রবেশ করুন

source: Email
bn: ইমেইল

source: Please enter a valid email address.
bn: একটি বৈধ ইমেইল ঠিকানা বসান

source: New Password
bn: নতুন পাসওয়ার্ড

source: Repeat Password
bn: পাসওয়ার্ডটি আবার বসান

source: Register
bn: নিবন্ধন

source: This email is taken, please use a different email.
bn: এই ইমেইলটি নেওয়া হয়ে গেছে, অনুগ্রহ করে অন্য ইমেইল ব্যবহার করুন।

source: Request Password Reset
bn: পাসওয়ার্ড পুনরায় বসানোর আবেদন করুন।

source: Reset Password
bn: পাসওয়ার্ড পুনরায় বসান

source: Congratulations, you are now a registered user!
bn: অভিনন্দন, আপনি এখন একজন নিবন্ধিত ব্যবহারকারী!

source: Invalid username or password.
bn: ভুল ব্যবহারকারীর নাম অথবা পাসওর্য়াড।

source: Thanks! If your Easyblogbd username and email address match, you'll get an email with a link to reset your password shortly.
bn: ধন্যবাদ! যদি আপনার সহজ ব্লগ ব্যবহারকারীর নাম এবং ইমেল ঠিকানা মিলে যায়, আপনি শীঘ্রই আপনার পাসওয়ার্ড পুনরায় বসানোর জন্য একটি লিঙ্ক সহ একটি ইমেল পাবেন৷

source: Invalid request.
bn: অনুরোধ অগ্রহণযোগ্য

source: Your password has been reset.
bn: আপনার পাসওয়ার্ড পুনরায় বসানো হয়েছে।

source: About me
bn: আমার সম্পর্কে

source: Submit
bn: জমা দিন

source: What's on your mind
bn: আপনি কি ভাবছেন?

source: Post must be between %(min)d to %(max)d characters.
bn: পোস্ট অবশ্যই %(min)d থেকে %(max)d অক্ষরের মধ্যে হতে হবে।

source: Post
bn: পোস্ট

source: Search
bn: খুঁজুন

source: Message
bn: বার্তা

source: Your post is successful!
bn: আপনার পোস্ট সফল হয়েছে!

source: Home
bn: হোম

source: Profile
bn: প্রোফাইল

source: Your changes have been saved.
bn: আপনার পরিবর্তনগুলো সংরক্ষণ করা হয়েছে।

source: Edit Profile
bn: আপনার প্রোফাইল সম্পাদনা করুন

source: User %(username)s not found.
bn: ব্যবহারকারী %(username)s-কে খুঁজে পাওয়া যায়নি।

source: You cannot follow yourself!
bn: আপনি নিজেকে অনুসরণ করতে পারবেন না!

source: You are now following %(username)s.
bn: আপনি এখন %(username)s-কে অনুসরণ করছেন।

source: You cannot unfollow yourself!
bn: আপনি নিজেকে অনুসরণ করা বন্ধ করতে পারবেন না!

source: You unfollowed %(username)s.
bn: আপনি %(username)s-কে অনুসরণ করেছেন না।

source: Explore
bn: ঘুরে দেখুন

source: Your message has been sent.
bn: আপনার বার্তাটি পাঠানো হয়েছে।

source: Send Message
bn: বার্তা পাঠান

source: Messages
bn: বার্তা

source: An export task is currently in progress
bn: বর্তমানে একটি রপ্তানি কাজ চলছে।

source: Exporting posts...
bn: পোস্ট রপ্তানি করা হচ্ছে...

source: Previous
bn: পূর্ববর্তী

source: Next
bn: পরবর্তী

source: Translate
bn: অনুবাদ

source: Easyblogbd
bn: সহজ ব্লগ বিডি

source: Welcome to Easyblogbd
bn: সহজ ব্লগ বিডি-তে স্বাগতম

source: Login
bn: প্রবেশ করুন

source: Logout
bn: বের হন

source: Edit Your Profile.
bn: আপনার প্রোফাইল সম্পাদনা করুন

source: Explore all the posts.
bn: সব পোস্ট ঘুরে দেখুন।

source: Last seen on:
bn: শেষবার দেখা গেছে:

source: %(num)s follower
bn: %(num)s জন অনুসারী

source: following
bn: জনকে অনুসরণ করছেন

source: Edit your profile
bn: আপনার প্রোফাইল সম্পাদনা করুন

source: Export your posts
bn: আপনার পোস্টগুলি রপ্তানি করুন

source: Unfollow
bn: অননুসরণ

source: Follow
bn: অনুসরণ

source: Send private message
bn: ব্যক্তিগত বার্তা পাঠান

source: Search Posts
bn: পোস্ট খুঁজুন

source: Search results for: "%(text_to_search)s"
bn: খোঁজা হয়েছে: "%(text_to_search)s"

source: No posts found.
bn: পোস্ট পাওয়া যায়নি।

source: Send Message to %(receiver)s
bn: %(receiver)s-কে বার্তা পাঠান

source: Forgot Your Password?
bn: আপনি কি পাসওয়ার্ড ভুলে গেছেন?

source: Click to Reset It
bn: এটি পুনরায় বসাতে ক্লিক করুন

source: New User?
bn: নতুন ব্যবহারকারী?

source: Click to Register
bn: নিবন্ধন করতে ক্লিক করুন

source: Reset Your Password
bn: আপনার পাসওয়ার্ড পুনরায় বসান

source: Request A Password Reset
bn: পাসওয়ার্ড পুনরায় বসানোর জন্য আবেদন করুন

source: Dear %(username)s,
bn: প্রিয়, %(username)s!

source: To reset your password
bn: আপনার পাসওয়ার্ড পুনরায় বসাতে

source: click here
bn: এখানে ক্লিক করুন

source: Alternatively, you can paste the following link in your browser's address bar:
bn: বিকল্পভাবে, আপনি আপনার ব্রাউজারে ঠিকানার অংশে নিম্নলিখিত লিঙ্কটি বসাতে পারেন:

source: If you have not requested a password reset simply ignore this message.
bn: আপনি যদি পাসওয়ার্ড পুনরায় বসানোর জন্য অনুরোধ না করে থাকেন তাহলে এই বার্তাটিকে উপেক্ষা করুন।

source: Sincerely,
bn: আন্তরিকভাবে,

source: The Easyblogbd Team
bn: সহজ ব্লগ বিডি দল

source: To reset your password click on the following link:
bn: আপনার পাসওয়ার্ড পুনরায় বসাতে নিম্নলিখিত লিঙ্কে ক্লিক করুন:

source: File Not Found.
bn: ফাইল পাওয়া যায়নি।

source: Go back
bn: ফিরে যান

source: Method Not Allowed.
bn: পদ্ধতি অনুমোদিত নয়।

source: Go Back
bn: ফিরে যান

source: An unexpected error has occurred!
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে!

source: The administrator has been notified. Sorry for the inconvenience!
bn: প্রশাসককে অবহিত করা হয়েছে। অসুবিধার জন্য দুঃখিত!

source: Service unavailable.
bn: সেবা প্রদান করা যাচ্ছে না।
